---
layout: post
title: A Ha Moment
---

今天听《认识驱动》有了一个A Ha Moment。欣喜若狂，赶紧写下来。

大多数人以为学习就是理解知识的过程，以为理解了就是掌握了，然后止步于此。殊不知，对知识运用的频率、速度及熟练度也是学习能力的一部分。

我之前吐槽国内的应试教育逼迫学生把大量时间花在应试技巧上面。其实换一个角度来讲，应试技巧确实也是学习能力的一部分。以数学作为例子，如果不是天赋异禀，对于普通人来说，在完全理解数学原理的基础上，为了在有限的时间内尽量做出更多的题目，取得高分，背公式其实是至关重要的。我以前只看到了背公式这一过程的枯燥以及它对于积极性的打击，并没有充分认识到它的另一面：检验我们运用基础知识的熟练度。外国人教数学讲究循序渐进，结合生活，弄懂原理，所以他们能够培养出优秀的数学家，但是不阻碍成年人出门买菜依然算不好零钱要找多少。中国则讲究死记硬背，一上来就是九九乘法表，容易导致学生似懂非懂，但是不阻碍很多人口算心算溜得飞起。结合上面提到得，对知识运用的频率、速度及熟练度也是学习能力的一部分,我认为中西结合或许是学数学最好的办法。

再来思考一下我自己做交易的现状--我认为现在的我就是处在一个学了很多知识，以为理解了就是掌握了，但是没有刻意去运用知识，提升熟练度的阶段。

基本面分析：
我只知道要从经济周期、经济政策以及风险偏好这三个角度着手。但是仔细想想，其实我以前看过的知识早已忘得一干二净，因为我看过之后就以为自己懂了，没有真正去练习使用他们。加之微博、推特上有很多大神会经常分享自己的观点，我渐渐变成了依赖于他人的观点。殊不知这正是我经常浪费大量时间在手机上面的主要原因。为了证实自己的理论，我总是迫切地想要看到大V和我给出一致的观点。但是即便如此，我也经常因为对理论的不够自信，该重仓的时候不敢重仓，该观望的时候频繁交易、频繁止损。这也给我带来了很大的心里负担。其实，我缺的只是耐下心来，真正地从基本原理开始，去刻意练习从基本数据推演出结论的这个过程。如果我真正掌握了这个过程，那我肯定会对自己得出的结论充满自信，兴许我也可以成为别人眼中的大V了！

技术分析：
同样的，我学过很多的技术分析方法，但是却并没有花时间去刻意练习。很多大神都能做到，只是看一眼K线图就能知道当下大的小的趋势是什么，有什么结构形态，可能的进出点位在哪里。而我，感觉自己好像经常在做图表分析，却总是没有认真地总结哪些方法适用于哪些场景，以至于经常在浪费时间做同样的事情，低效而费神。如果我能想以前读书一样，整理出不同的题目类型，以及每种类型对应的解题思路，再通过大量练习来将这些思路内化，想必对于提高我的技术分析水平会大有裨益。

当然，我之前的行为反映的正是人的天性。一方面是急于求成，总想着我要在一个月内学会这个那个。另一方面又不肯下功夫苦练基本功。而且总是为自己的懒惰找借口，如我要带娃，我要做家务，我要找工作云云。如果我能在心里同时容纳两个观点，也许对于提升我的行动力会很有帮助：一是目标远大，要做就得做到优秀，而不是承认自己就是个普通人，然后止步不前；二是降低期望，当下哪怕只要取得一点点的进步，我也应该感到高兴，而不是为了自己没有达到不合理的预期而失望。

再总结一下我具体要做什么：
- 复习经济学的基本理论，总结常用的基本面分析的数据，以及分析方法
- 了解数据的来源，总结并且记下来如何获取这些原始数据
- 练习从这些原始数据推导出结论，并与他人以及事实做比较
- 做得对的，记下来，做错了的，更要记下来，力求对于这些知识烂熟于心
- 争取与时俱进，了解最新的数据分析的方法论
- 我的目标不是成为经济学家，所以我不需要什么都会，但是要至少做到能用于指导一两个基本的交易品种，比如标普500，比特币，上证指数

- 回头复习自己学过的技术分析，总结哪些方法对于哪些品种，在哪些阶段最为使用
- 经常花时间练习画图，从图上推导出当下走势，分析可能的结构形态，分析可能的进出点位
- 然后与事实做对比，对的记下来，错得更要记下来，立求对于这些知识烂熟于心

- 尝试以上面的方法得出来的结论，基于过往数据进行回归测试，看看以这样得方法进行操作，胜率、盈亏比、盈利率如何
- 结合自己的生活节奏，调整操作周期与操作窗口，再进行回归测试
- 要做到上面这些点，我需要大量得时间，好消息是，我现在没什么钱做投资，所以我应该耐下心来投资自己，为将来的爆发做好准备，5年、10年都不算晚
